/* Device Kind to be reported to the system */
"HP Fax" = "HP 팩스";

/* The beginning of the fax job */
"Contacting fax..." = "팩스에 연결 중...";

/* Device busy, retrying... */
"Device busy, retrying..." = "장치 사용 중, 다시 시도 중...";

/* Periodically inform user about fax location lookup process */
"Looking for fax..." = "팩스 찾는 중...";

/* Phone number black-listed. */
/* "Phone number black-listed." = "Phone number black-listed."; */

/* Await while filter generates fax document */
"Preparing to fax..." = "팩스 보내기 준비 중...";

/* Page progress */
"Sending page %lu..." = "%lu 페이지 보내는 중...";

/* Unable to contact fax, requeueing... */
"Unable to contact fax, queueing on the next fax in the class..." = "팩스에 연결할 수 없습니다. 클래스의 다음 팩스로 대기열 등록 중...";

/* Unsupported URI fatal error message */
"Unsupported URI" = "지원되지 않는 URI";

